Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: [0-0] I ordered Martin Hatch to execute his PR campaign. The university mission was a success, but at a great cost. I can't afford unwanted attention, not yet. We need to cover our tracks, shift the blame. Jack's transport never arrived at the Ground Zero operation. Martin wants to use the media as a tool to find him, turn the city against him. I know where I'll see him again. The visions have made that clear. [0-0] Seeing Jack at the university, it awakened something in me. An admonition of what was coming, a reminder of how it all started, who I once was. Seventeen years ago I performed a test that caused a Fracture in time. I was to blame. I came to terms with that very quickly. It took far longer to accept that there was nothing I could do to stop it. I built Monarch from the shadows, waited seventeen years for that moment to arrive again, thought I was ready. This was my greatest struggle to date. Feeling the moment approaching, simply allowing such a tragedy to occur, knowing any action I would take to prevent it would simply make it so. And now it's here. We are the only ones prepared for what comes next. My plan was in motion. [0-0] The time for hiding is over.
pl_pl: [0-2.5] Kazałem Martinowi Hatchowi przeprowadzić jego kampanię PR'ową. [4.3-7.7] Misja na uniwersytecie zakończyła się sukcesem, ale wiązała się z dużymi kosztami. [9.2-10.7] Nie mogę sobie pozwolić na niechcianą uwagę. [11.1-12.1] Jeszcze nie. [12.9-14.2] Musimy zatrzeć ślady. [15.1-16.1] Przerzucić winę. [19-21.7] Jack nigdy nie dotarł do strefy zero. [23-26.3] Martin chce wykorzystać mediów jako narzędzia do jego odnalezienia. [27-28.4] Obrócić miasto przeciwko niemu. [30-31.3] Wiem, gdzie znów go zobaczę. [32.6-33.9] Wizje jasno to pokazały. [35.4-38.9] Widząc Jack'a na uniwersytecie, coś się we mnie obudziło. [40.5-42.1] To było jak napomnienie, co nadejdzie. [43.4-44.9] Przypomnienie, jak to wszystko się zaczęło. [46.5-47.5] Kim kiedyś byłem. [51-56.2] Siedemnaście lat temu przeprowadziłem test, który spowodował pęknięcie czasu. [57.2-58.2] To była moja wina. [59.2-61.4] Bardzo szybko się z tym pogodziłem. [62.7-66.1] O wiele więcej czasu zajęło mi zaakceptowanie faktu, że nie mogę nic zrobić, by to powstrzymać.[70-71.7] Zbudowałem Monarch w cieniu. [72.8-75.4] Czekałem na ten moment siedemnaście lat. [76.1-77.1] Myślałem, że jestem gotowy. [78.4-80.1] To była moja największa jak dotąd walka. [81-88.5] Czując tą zbliżającą się chwilę, po prostu pozwalając na taką tragedię, wiedząc, że jakiekolwiek działania, które podjąłbym, aby jej zapobiec, po prostu by ją spowodowały. [90.1-91.1] A teraz jest tutaj. [92.4-94.7] Tylko my jesteśmy przygotowani na to, co nadejdzie. [96.7-97.9] Mój plan był w toku. [99.4-101.2] Czas na ukrywanie się dobiegł końca.

source: [0-0] I ordered the execution of the man who I once considered to be my closest friend.[0-0] I did what was necessary. In order to proceed I need to distance myself from my past, my weaknesses. There is a simple truth that I knew Jack would never understand. I've spent years trying to find a way to change the course we're on. It can't be altered. The end is coming, and only I can prepare us for it. If Jack ever learned the truth... I can't risk that. I've come too far. [0-0] There's somebody else opposing me. Somebody on the inside.[0-0] The sickness is spreading. Visions are becoming more frequent. I'm having increasing difficulty holding on to the present. They need me to be strong. The Lifeboat depends on it.[0-0] I hope to god Doctor Amaral finds a more permanent solution soon. The treatments won't last much longer.
pl_pl: [0-4.2] Nakazałem egzekucję człowieka, którego kiedyś uważałem za swojego najbliższego przyjaciela. [5.8-7.2] Zrobiłem to, co było konieczne. [8.3-12.5] Aby kontynuować, muszę zdystansować się od mojej przeszłości, moich słabości. [14.4-18.7] Istnieje prosta prawda, której Jack nigdy nie zrozumie. [20.8-23.8] Spędziłem lata próbując znaleźć sposób na zmianę kursu, na którym się znajdujemy. [24.4-25.8] Nie da się go zmienić. [26.5-30.8] Nadchodzi koniec i tylko ja mogę nas na niego przygotować. [32.1-37.1] Jeśli Jack kiedykolwiek pozna prawdę, nie mogę ryzykować. [37.3-38.3] Zaszedłem już za daleko. [40.1-41.8] Ktoś inny jest jeszcze przeciwko mnie. [43.4-44.8] Ktoś wewnątrz Monarch. [46.4-47.9] Choroba się rozprzestrzenia. [49.2-50.9] Wizje stają się coraz częstsze. [52.2-55.2] Coraz trudniej jest mi trzymać się teraźniejszości. [57-58.8] Potrzebują mnie, abym był silny. [59.8-61.1] Od tego zależy być albo nie być łodzi ratunkowej. [62.7-66.9] Mam nadzieję, że dr Amaral wkrótce znajdzie bardziej trwałe rozwiązanie. [68.1-69.7] Lekarstwa nie będą działać wiecznie.

source: [0-0] I want you to tell me if any of these names ring a bell. Fiona Miller.[0-0] Charlie Wincott.[0-0] Beth Wilder.[0-0] These names are all connected. It's hard to believe you would be aware of one, but not the others. They're all traitors to Monarch, linked by--[0-0] I thought you "barely knew her."
pl_pl: [1-4.6] Chcę, żebyś mi powiedział, czy któreś z tych nazwisk brzmi znajomo. [5.8-6.8] Fiona Miller. [7.6-8.7] Charlie Wincott. [9.4-10.6] Beth Wilder. [14.4-15.8] Te nazwiska są ze sobą powiązane. [16.3-19.6] Trudno uwierzyć, że znasz jedno z nich, a nie znasz pozostałych. [20-23.3] Wszyscy są zdrajcami Monarch, a łączy ich... [46.9-48.3] Myślałam, że „ledwo ją znałeś”.

source: [0-0] It was him the whole time! Martin fucking Hatch has been sabotaging me from the inside. He destroyed the lab containing my only treatments. I can feel my sickness spreading by the minute. Without those treatments it's only a matter of time until... [0-0] He's had his hands in every phase of Monarch's development, overseen our R&D division for years. Why? Why now? This can't be about control. [0-0] He wants control of Monarch. He's using the company for his own agenda, building towards something. All those secret projects I granted him, what has he been up to? [0-0] We will find him, and I will put an end to this, once and for all.
pl_pl: [0-1.2] To był on. [2-8.7] Przez cały czas Martin, pieprzony, Hatch mnie sabotował. [10-12.7] Zniszczył laboratorium, w którym znajdowały się moje jedyne leki. [12.8-14.9] Czuję, jak moja choroba rozprzestrzenia się z minuty na minutę. [16.2-19] Bez tych leków to tylko kwestia czasu, aż... [21.5-26.9] Maczał swoje ręce na każdym etapie rozwoju Monarch, od lat nadzorując nasz dział badawczo-rozwojowy. [27.1-27.5] Dlaczego? [28.1-29.1] Dlaczego teraz? [30.6-32.2] Jemu nie może chodzić o władzę. [36-38.5] On chce Monarch. [39.4-44.9] Wykorzystuje tę firmę do własnych celów, budując coś. [46.2-50] Co robił przy tych wszystkich tajnych projektach, które mu przyznałem? [51.5-55.7] Znajdziemy go i zakończymy to raz na zawsze.

source: [0-0] It's April 2nd, 1999. It’s been about a month since the incident; since I got shot by the man from the future. Since Wilder. I’ve moved the machine, hidden it. I wish I could destroy it, but, uh...[0-0] I made her tell me as little as possible. The more you know about what’ll happen, the worse it'll be. We’re all puppets. I can take that for as long as I can't tell the difference. I think she understood...[0-0] Doesn’t matter anyway. She told me the Fracture is gonna happen. Because of what I did. It’s...[0-0] I have to fix it. I have to. I don’t know how, yet, I have to -- I have to build a countermeasure of some kind. I know the theoretical mechanism of the field’s collapse. How to stop, let alone reverse it... It’ll take years of research. I have no idea how to do this. How to pay for it. I don’t know.[0-0] Wilder is from the future, and she came to me. I have to assume that I was successful. Right?[0-0] Why else would she come to me?
pl_pl: [10.5-13.9] Dzisiaj jest 2 kwietnia 1999 roku. [15-17.2] Od incydentu minął jakiś miesiąc. [18.5-21.5] Od kiedy postrzelił mnie gość z przyszłości. [23.7-24.7] Od Wilder. [26.4-27.8] Przeniosłem maszynę. [29.1-30.1] Ukryłem ją. [31.1-33.8] Chciałbym móc ją zniszczyć, ale... [36.8-38.5] Jestem tu, aby powiedzieć samemu sobie jak najmniej się da. [39.6-41.9] Bo im więcej będę wiedział o tym, co się stanie, tym gorzej. [43.2-44.2] Wszyscy jesteśmy marionetkami. [45.5-48] Zniosę to pod warunkiem, że nie będę w stanie tego rozróżnić. [49.6-50.7] Myślę, że zrozumiała. [55.1-56.3] Z resztą, bez znaczenia. [57.2-59.3] Powiedziała mi, że nastąpi pęknięcie czasu. [59.9-60.9] Przez to, co zrobiłem. [63.8-64.8] To... [67.2-68.3] Muszę to naprawić. [68.9-69.9] Muszę. [70.6-71.7] Nie wiem jeszcze jak. [73.6-75.6] Muszę zbudować jakiś środek zaradczy. [76.4-82.4] Teoretycznie wiem, jak pole się załamie, ale jak to zatrzymać, albo odwrócić.... [83.7-87.2] To zajmie lata badań. [91.5-92.5] Jak to sfinansować? [93.8-94.8] Nie mam pojęcia. [98.8-99.9] Wilder jest z przyszłości. [100.6-101.8] I ona przyszła do mnie. [102.4-105.4] Chyba muszę założyć, że mi się udało. [106-107] Prawda? [110.8-112] Po co innego miałaby do mnie przychodzić?

source: [0-0] It's only a matter of time before the sickness takes over. I've delayed the inevitable, taken the final treatment to reach the clarity necessary for my final actions. All I've built, everything I've done here, it can't be for nothing. [0-0] The Lifeboat cannot function without the CFR, the countermeasure. I've had a vision, I've seen Jack at the swimming pool, holding the device. That's where I'm meant to stop him. That's where I must go. That's where this ends.[0-0] I ordered Liam Burke to guard the CFR chamber. I know he won't succeed but at the very least he'll slow Jack down, make sure he comes out hurting. Now I have to finish the job. [0-0] Know that everything I have done was necessary to assure our survival. Every life lost was in the service of our future. My fight ends today, but Monarch's has just begun. The End of Time cannot be prevented, but it can be endured. We will survive. [0-0] We will survive.
pl_pl: [0-2.5] To tylko kwestia czasu, zanim choroba przejmie kontrolę. [3.4-9.4] Odwlekałem nieuniknione, wziąłem lek ostatni raz, aby osiągnąć jasność niezbędną do podjęcia ostatecznych działań. [10.9-15.7] Wszystko, co zbudowałem, wszystko, co tu zrobiłem, nie mogło pójść na marne. [19.1-22.6] Łódź ratunkowa nie może funkcjonować bez RPC, środka zaradczego. [23.8-24.9] Miałem wizję. [26.3-29.2] Widziałem Jack'a na basenie, trzymającego urządzenie. [30-31.5] Właśnie tam mam go powstrzymać. [32.1-33.3] Tam muszę się udać. [34.9-35.9] Na tym to się kończy. [39.6-42.6] Rozkazałem Liamowi Burke'owi pilnować komory RPC. [43.2-48.4] Wiem, że mu się nie uda, ale przynajmniej spowolni Jack'a i sprawi, że będzie ranny. [50.1-51.7] Teraz muszę dokończyć robotę. [53-59.6] Wiem, że wszystko, co zrobiłem, było konieczne, aby zapewnić nam przetrwanie.[60.4-63.2] Każde stracone życie służyło naszej przyszłości. [64.3-68.3] Moja walka kończy się dzisiaj, ale walka Monarch dopiero się zaczyna. [69.6-73.2] Końcowi czasu nie można zapobiec, ale można go przetrwać. [74.2-75.2] Przetrwamy go. [76.9-78.6] Przetrwamy.

source: [0-0] July 11th, 2010. A week ago we retrieved a device from William's workshop. Doctor Kim believes it can be repurposed to develop our Lifeboat Protocol. The key to our survival. [0-0] I killed her. The first sacrifice in the name of our mission. I could see in her eyes she would never fully accept what must be done.[0-0] I pray that I never have to look in Jack's eyes and see the same thing. I'll make him understand. I'll make him see.
pl_pl: [0-1.4] 11 lipca 2010 roku. [2.7-6.1] Tydzień temu odzyskaliśmy urządzenie z warsztatu Williama. [7.4-13] Dr Kim uważa, że można go wykorzystać do opracowania Protokołu Łodzi Ratunkowej, klucza do naszego przetrwania. [16.5-17.5] Zabiłem ją. [18.5-20.6] Pierwsza ofiara złożona w imię naszej misji. [21.7-24.5] Widziałem w jej oczach, że nigdy w pełni nie zaakceptuje tego, co trzeba zrobić. [27-30.6] Modlę się, abym nigdy nie musiał patrzeć w oczy Jack'a i widzieć tego samego. [31.8-33.2] Sprawię, że zrozumie. [33.6-34.8] Sprawię, że przejrzy na oczy.

source: [0-0] July 4th, 2010. Beth Wilder, I'm addressing this video to you. You told me to stay away from my workshop but I couldn’t just leave it there. I went back to get it, and the entire place is a complete disaster zone. The countermeasure -- gone. Taken. The safe -- empty. I just need to know you have it, because if it falls into the wrong hands... it's power is immeasurable. Our future, our entire lives depend on it.[0-0] This can’t all be for nothing. You know how to find me. Please. Hurry.
pl_pl: [1-3.5] 4 lipca 2010 roku. [4.2-6.5] Ten film jest dla ciebie, Beth Wilder. [7.2-10.4] Kazałaś mi trzymać się z dala od mojego warsztatu, ale nie mogłem tego tam zostawić. [11.1-14.5] Wróciłem tam, ale to była katastrofa. [15-16.3] Środek zaradczy? Nie ma go. [16.8-17.3] Ukradziony. [17.6-18.6] Cholera! [19.8-21.3] Sejf? Pusty. [21.9-23.7] Chcę, abyś wiedziała, że to ty go masz. [23.8-27.5] Bo jak to wpadnie w niepowołane łapska, to stanie się katastrofa. [27.5-32.7] Nasza przyszłość, nasze życia od tego zależą. [33.8-35.3] To nie może pójść na marne. [35.8-36.8] Wiesz, gdzie mnie znaleźć. [37.5-38.9] Proszę, pośpiesz się.

source: [0-0] July 4th, 2010. [0-0] I spent years in denial. About what I saw. About its inevitability. The End of Time. I wanted to believe maybe Jack was right. Maybe all of this could be undone. Erased. I looked for proof. A loophole. Something. [0-0] Jack's parents died in a car crash. 1999. I thought... maybe if I could stop it from ever happening. If that were possible, then...[0-0] I failed. I failed every time. Every time I tried to make things right. This is our destiny. The good and the bad, intrinsically tied to this path. It can't be bent. It can't be broken. No matter whether we succeed or fail... it still comes. I see it every night in my dreams. Scraping away at my mind. The End of Time is coming. The only way I've been able to keep sane is by focusing on the present. What's here, now, in front of me. But today... today is different. My whole life I've had a mission. I'm gonna see it through. Even if there's no hope. Even if we fail. This is what I was meant to do. And I know what happens next.[0-0] This will be my final entry.
pl_pl: [0-3.9] 4 lipca 2010. [6.3-18.5] Spędziłam lata zaprzeczając temu, co widziałam, nieuchronności końca czasu. [19.6-22.3] Chciałam wierzyć, że Jack miał rację. [22.3-27.4] Ale może to wszystko można cofnąć, wymazać. [28.3-33.3] Szukałam dowodu, luki, czegokolwiek. [37.3-41.5] Rodzice Jack'a zginęli w wypadku samochodowym w 1999 roku. [43-50] Pomyślałam, że może uda mi się to powstrzymać, jeśli w ogóle będzie to możliwe, [50.2-55.5] ale nie udało mi się. [57.2-60.6] Za każdym razem mi się nie udawało. [61.8-64.8] Za każdym razem starałam się wszystko naprawić. [66.8-68.4] To nasze przeznaczenie. [69.6-75.1] Dobro i zło są nierozerwalnie związane z tą ścieżką. [76.5-78.2] Nie można jej zgiąć. [79.2-81] Nie można jej złamać. [82.2-89.5] Bez względu na to, czy odniesiemy sukces, czy porażkę, to i tak się stanie. [91.9-97.8] Widzę to każdej nocy w moich snach, wypaliło się w mojej głowie. [99.7-101.3] Nadchodzi koniec czasu. [103.2-107.2] Udało mi się zachować zdrowy rozsądek, tylko przez skupienie się na teraźniejszości.[108.3-112.9] To, co się dzieje tutaj, teraz, przede mną. [115.7-120.5] Ale dzisiaj jest inaczej. [122.9-125.3] Przez całe życie miałam misję. [127.1-128.3] Zamierzam doprowadzić ją do końca. [129.9-131.9] Nawet jeśli nie ma żadnej nadziei. [133.9-135.2] Nawet jeśli nam się nie uda. [138-139.8] To jest moje przeznaczenie. [142-143.6] I wiem co się stanie. [147.4-149.8] To będzie mój ostatni wpis.

source: [0-0] Let's talk about Serene's condition. You're aware of how it started?[0-0] Monarch developed a treatment to curb his symptoms. Our reports state that you destroyed those treatments, rendering him defenseless as his sickness spread.[0-0] You have no way of proving that.[0-0] Sounds like you have an interest in this cure. It makes me wonder if you know anybody else suffering from the same symptoms. It makes me wonder if that is why you're truly here.
pl_pl: [0-1.5] Porozmawiajmy o stanie Serene. [2.2-3.8] Wiesz, jak to się zaczęło? [5.7-8.2] Monarch opracował lekarstwo, aby ograniczyć jego objawy. [9-11.9] Nasze raporty mówią, że zniszczyłeś to lekarstwo, czyniąc go bezbronnym wobec jego choroby. [18.3-19.9] Nie masz jak tego udowodnić. [30.2-32] Wygląda na to, że jesteś zainteresowany tym lekiem. [32.7-36.3] Zastanawiam się, czy znasz kogoś innego cierpiącego na te same objawy. [37-40.6] Zastanawiam się, czy właśnie dlatego naprawdę tu jesteś.

source: [0-0] Let's talk about a cab driver named Nick Marsters. Where is he? Why is he helping you?[0-0] What does he know about--[0-0] Let's focus on--[0-0] Nick Marsters. Where is he?[0-0] I think it's time to take a break.
pl_pl: [0-3.3] Porozmawiajmy o taksówkarzu o imieniu Nick Marsters. [4-5] Gdzie on jest? [5.2-6.5] Dlaczego ci pomaga? [8.5-11] Co wie o... [16-18.1] Skupmy się na... [25.8-26.9] Nick Marsters. [27-27.8] Gdzie on jest? [29.7-31.3] Myślę, że czas na przerwę.

source: [0-0] Let's talk about time travel.[0-0] I want to go through every known event of time travel, make sure we have the logic right, that we haven't missed anything.[0-0] Okay. Thank you. This helps.
pl_pl: [0-2.3] Porozmawiajmy o podróżach w czasie. [4.8-7.5] Chcę przejść przez każde znane wydarzenie związane z podróżami w czasie. [7.8-9.2] Chcę się upewnić, że niczego nie przegapiliśmy. [25.2-25.7] Dobrze. [26.2-27.2] Dziękuję. [27.5-28.5] To pomaga.

source: [0-0] Liam, please, just--[34.4-35.8] I have better reflexes.
pl_pl: [0-0] Liam, proszę, po prostu... [34.4-35.8] Mam lepszy refleks.

source: [0-0] Monarch framed me. Made the entire city believe I was a terrorist to cover up their tracks. I figured the world might want to know the truth. [0-0] Well, depending how this conversation goes, that could always change. [0-0] Don't make me grumpy.
pl_pl: [16.4-17.4] Monarch mnie wrobiło. [18.1-21] Sprawił, że całe miasto uwierzyło, że jestem terrorystą, by zatrzeć ślady. [21.5-23.1] Pomyślałem, że świat może chcieć poznać prawdę. [25.5-28.3] Cóż, w zależności od tego, jak potoczy się ta rozmowa, to zawsze może się zmienić. [30.8-31.8] Więc mnie nie denerwujcie.

source: [0-0] No, no, no, no, no, no![0-0] Oh, fuck![0-0] Now what?
pl_pl: [0-0] Nie, nie, nie, nie, nie, nie, nie! O kurwa! Co teraz?

source: [0-0] No.[0-0] No.[0-0] You know the answer to that. I don't have time for this.[0-0] "Traitors." You say Monarch's mission is to save us from the "dangers of the future." Beth devoted her entire life to that cause. The one thing that could stop the Fracture... her sacrifice is what kept it safe. Everything you built, everything, was based on that device, the device she fucking died to preserve, and she's the traitor? Your plan was flawed from the start, and you blame her because she found a better way.[0-0] You owe everything to her.[0-0] Next question.
pl_pl: [7.1-7.4] Nie. [8.9-9.1] Nie. [10.8-11.9] Znasz odpowiedź na to pytanie. [12.6-13.8] Nie mam na to czasu. [22.5-23.3] „Zdrajcy”? [24.1-27.4] Więc mówisz, że misją Monarch jest ocalenie nas przed „niebezpieczeństwami przyszłości”. [27.4-29.8] Beth poświęciła temu całe swoje życie. [30-33.8] Jedyna rzecz, która mogła powstrzymać pęknięcie... jej poświęcenie zapewniło temu bezpieczeństwo. [34.1-37.3] Wszystko, co zbudowaliście, wszystko opierało się na urządzeniu, dla którego, kurwa, zginęła i to ona jest zdrajczynią. [41-42.5] Wasz plan był skazany na porażkę od samego początku, a ty obwiniasz ją, bo znalazła lepszy sposób. [45.2-46.6] Zawdzięczacie jej wszystko. [48.6-49.6] Następne pytanie.

source: [0-0] October 9th, nineteen-hundred hours. We found it. The second time machine. It's the final proof I needed. Everything she wrote in that notebook came true. [0-0] I found the final piece of the puzzle. The countermeasure that William built to stop a Fracture in time went missing in 2010. It was never seen again. It's clear what that means. It was us who took it. It just hasn't happened yet. We go to the past, get the countermeasure, come back, and we can stop all of this in the present. That's our mission. Even if Jack doesn't know it yet.[0-0] He's convinced we can go back and simply... undo this all. He lit right up when he saw that machine, like time travel is some kind of goddamn magic eraser. He's gonna be in bad shape when he realizes the truth. Maybe even worse than I was. Poor bastard.[0-0] Guy's stubborn as hell. Did I mention his "ingenious plan" to kidnap Dr. Amaral? Let's just say he's in handcuffs right now, waiting for me to Trojan horse his ass out of a high security Monarch facility. He's got got balls, I'll give him that much. Maybe I'll wait a bit longer. Make him sweat a bit.
pl_pl: [0-2.3] 9 października, godzina dziewiętnasta. [3-4.1] Znaleźliśmy go. [4.7-6.3] Drugi wehikuł czasu. [7.1-8.3] Ostatni dowód, jakiego potrzebowałam. [8.5-10.9] Wszystko, co napisała w tym notatniku, sprawdziło się. [11.7-14.6] Ostatni element układanki. [15.4-20.1] Środek zaradczy, który mógł zatrzymać dziurę, zbudowany przez Williama, który zaginął w 2010 roku. [20.6-21.6] Nigdy więcej go nie widziano. [22.5-23.9] To jasne, co to oznacza. [24.8-27] To my go zabraliśmy. [27.7-29] Po prostu jeszcze się to nie wydarzyło. [29.6-35.6] Przechodzimy do przeszłości, zdobywamy środek zaradczy, przychodzimy z powrotem i możemy zatrzymać to wszystko w teraźniejszości. [35.9-36.9] To nasza misja. [37.6-39.9] Nawet jeżeli Jack tego jeszcze nie wie. [40.6-44.4] Jest przekonany, że możemy wrócić i po prostu to wszystko cofnąć. [45.2-50.1] Oczy mu aż błysły, gdy zobaczył tę maszynę, tak jakby podróże w czasie były jakąś magiczną gumką. [50.6-53.5] Będzie w złym stanie, gdy pozna prawdę. [53.5-55.3] Może będzie w gorszym stanie ode mnie. [56.2-57.2] Biedny drań. [58.3-59.8] Uparty jak osioł. [60.4-64.1] Czy wspominałam o jego genialnym planie porwania dr Amaral? [64.6-70.6] Powiedzmy, że jest teraz zakuty w kajdanki i czeka, aż wyciągnę go z więzienia o zaostrzonym rygorze. [71.9-73.1] Ma jaja. [73.9-74.9] To muszę przyznać. [76-78.2] Może poczekam chwilkę dłużej. [79.4-80.4] Zmuszę go, by został.
